[Killed] StringLiteral
sd-013-b-project-react-testing-library/src/components/Pokemon.js:21:40
         <p data-testid="pokemon-weight">
           Average weight: {value} {measurementUnit}
         </p>
-        {showDetailsLink && <Link to={ `pokemons/${id}` }>More details</Link>}
+        {showDetailsLink && <Link to={ "" }>More details</Link>}
       </div>
       <img src={ `${image}` } alt={ `${name} sprite` } />
